Repository: morfjord/svea-checkout-for-woocommerce-shortcode-add-on
Catalog: languages/svea-checkout-for-woocommerce-*.po
Languages: sv_se

source: Order Number
sv_se: Ordernummer

source: Payment intent #
sv_se: Betalningsförsök #

source: Payment type
sv_se: Betalningstyp

source: Currency
sv_se: Valuta

source: Order final
sv_se: Slutgiltig order

source: Order final (formatted)
sv_se: Slutgiltig order (formaterad)

source: %s is not a valid vat rate in %s. Order row (%s) was not synced
sv_se: %s är inte en giltig momssats i %s. Orderraden (%s) har inte synkats

source: Cash rounding
sv_se: Öresavrundning

source: The current currency is not supported in the selected country. Please switch country or currency and reload the page.
sv_se: Den nuvarande valutan har inte stöd för det valda landet. Vänligen justera land eller valuta och ladda om sidan.

source: The checkout cannot be displayed due to an error in the connection to Svea. Please contact the shop owner regarding this issue.
sv_se: Checkouten kan inte visas på grund av ett fel i kopplingen till Svea. Vänligen kontakta butiksägaren angående detta fel.

source: Order could not be fetched. Please contact the shop owner regarding this issue
sv_se: Ordern kunde inte hämtas. Vänligen kontakta butiksägaren angående felet

source: Could not connect to Svea - 404
sv_se: Kunde inte kontakta Svea - 404

source: Merchant ID and secret must be set to use Svea Checkout
sv_se: MerchandID och hemlig nyckel måste vara satt för att använda Svea Checkout

source: Could not connect
sv_se: Kunde inte koppla upp

source: The store does not have valid credentials for %1$s in combination with %2$s. This is only visible to logged in store managers.
sv_se: Butiken verkar inte ha giltiga uppgifter för %1$s i kombination med %2$s inlagt. Detta är endast synligt för inloggade butiksägare.

source: Error message from Svea
sv_se: Felmeddelande från Svea

source: Missing cart
sv_se: Saknar varukorg

source: Could not validate the order. Please try again
sv_se: Kunde inte validera ordern. Vänligen försök igen

source: Choose media
sv_se: Välj media

source: Could not load Svea Checkout
sv_se: Kunde inte ladda Svea Checkout

source: Sorry, your session has expired.
sv_se: Ledsen, din session har gått ut.

source: Return to shop
sv_se: Gå tillbaka till butiken

source: Use [woocommerce_checkout] shortcode
sv_se: Använd [woocommerce_checkout] shortcode

source: Svea Checkout provides a fully featured checkout solution that speeds up the checkout process for your customers.
sv_se: Svea Checkout tillhandahåller en fullfjädrad betallösning som snabbar på utcheckningningen för dina kunder.

source: Invoice
sv_se: Faktura

source: Payment Plan
sv_se: Betalningsplan

source: Card Payment
sv_se: Kortbetalning

source: Account Credit
sv_se: Konto-kredit

source: Direct bank
sv_se: Direktbank

source: Error when getting part payment plans from Svea. Please try again.
sv_se: Ett fel uppstod vid hämtning av delbetalningsplaner från Svea. Vänligen försök igen.

source: Part pay from %s/month
sv_se: Delbetala från %s/månad

source: Sweden
sv_se: Sverige

source: Norway
sv_se: Norge

source: Merchant ID and secret are either incorrect or does not have permission from Svea to connect. You might have entered test credentials in production mode or vice versa.
sv_se: Merchant ID och “hemlig nyckel” är aningen inkorrekta eller har inte behörighet från Svea att koppla upp sig. Du kan ha angivit testuppgifterna i produktionsläge eller vice versa.

source: Svea Payment reference:
sv_se: Svea betalningsreferens:

source: Organisation number:
sv_se: Organisationsnummer:

source: Svea Payment method:
sv_se: Svea betalningsmetod:

source: Payment information
sv_se: Betalningsinformation

source: Payment reference
sv_se: Betalningsreferens

source: Svea order id is not set for this order
sv_se: Sveas orderID är inte satt för denna order

source: Error when getting order from Svea. Please try again.
sv_se: Ett fel uppstod vid hämtning av ordern från Svea. Vänligen försök igen.

source: Svea has no actions available for this order.
sv_se: Svea tillåter inte denna handlingen för ordern.

source: Error when cancelling order amount in Svea. Please try again.
sv_se: Ett fel uppstod vid avbrytandet av ordersumma i Svea. Vänligen försök igen.

source: Cancelled %s in Svea.
sv_se: Avbröt %s i Svea.

source: No deliveries were found on this order. You can only credit if the order has been delivered.
sv_se: Inga leveranser hittades för ordern. Du kan endast kreditera ifall ordern har blivit levererad.

source: Credit (%s)
sv_se: Kreditera (%s)

source: reason: %s
sv_se: anledning: %s

source: Error when crediting in Svea. Please try again.
sv_se: Ett fel uppstod vid kreditering i Svea. Vänligen försök igen.

source: Credited %s in Svea.
sv_se: Krediterade %s i Svea.

source: This order can not be credited.
sv_se: Ordern kan inte krediteras.

source: Order is already delivered in Svea. No action needed.
sv_se: Ordern är redan levererad i Svea. Ingen handling krävs.

source: Error received when trying to deliver order in Svea: %s
sv_se: Ett fel uppstod vid försök till leverans av order i Svea: %s

source: Order was delivered in Svea.
sv_se: Ordern blev levererad i Svea.

source: Error received when trying to cancel order in Svea: %s
sv_se: Ett fel uppstod vid försök till avbruten order i Svea: %s

source: Order was cancelled in Svea.
sv_se: Ordern blev avbruten i Svea.

source: Something went wrong, please try again in a moment
sv_se: Något gick fel, vänligen för igen om en stund

source: IP not allowed
sv_se: IP’t är inte tillåtet

source: Missing params
sv_se: Saknas parametrar

source: Enable/Disable
sv_se: Slå på/av

source: Enable Svea Checkout
sv_se: Aktivera Svea Checkout

source: Title
sv_se: Rubrik

source: Customer Types
sv_se: Kundtyp

source: Companies and individuals
sv_se: Företag och privatpersoner

source: Companies
sv_se: Företag

source: Individuals
sv_se: Privatpersoner

source: Select which customer types you want to accept in your store.
sv_se: Välj vilken kundtyp du vill godta i butiken.

source: Default Customer Type
sv_se: Standard kundtyp

source: Individual
sv_se: Privatperson

source: Company
sv_se: Företag

source: Select which customer type you want to be selected by default. Only applicable if the store accepts companies and individuals.
sv_se: Välj vilken kundtyp du vill ska vara valt som standard. Endast applicerbart ifall butiken godtar både företag och privatpersoner.

source: E-mail read-only when logged in
sv_se: E-post låst vid inloggad användare

source: Choose whether or not the e-mail address should be read only for logged in users.
sv_se: Välj ifall e-postadress-fältet ska vara låst för inloggade användare.

source: Phone read-only when logged in
sv_se: Telefonnummer låst vid inloggad användare

source: Choose whether or not the phonenumber should be read only for logged in users.
sv_se: Välj ifall telefonnummer-fältet ska vara låst för inloggade användare.

source: Zip code read-only when logged in
sv_se: Postnummer låst vid inloggad användare

source: Choose whether or not the zip code should be read only for logged in users.
sv_se: Välj ifall postkods-fältet ska vara låst för inloggade användare.

source: Merchant ID - Sweden
sv_se: MerchantID - Sverige

source: Please enter your Svea Merchant ID for Sweden. Leave blank to disable.
sv_se: Vänligen ange ditt Svea MerchantID för Sverige. Lämna tomt för att avaktivera.

source: Secret - Sweden
sv_se: Hemlig nyckel - Sverige

source: Please enter your Svea Secret for Sweden. Leave blank to disable.
sv_se: Vänligen ange ditt Svea hemliga nyckel för Sverige. Lämna tomt för att avaktivera.

source: Testmode - Sweden
sv_se: Testläge - Sverige

source: Enable testmode in Sweden
sv_se: Slå på testläge i Sverige

source: Merchant ID - Norway
sv_se: MerchantID - Norge

source: Please enter your Svea Merchant ID for Norway. Leave blank to disable.
sv_se: Vänligen ange ditt Svea MerchantID för Norge. Lämna tomt för att avaktivera.

source: Secret - Norway
sv_se: Hemlig nyckel - Norge

source: Please enter your Svea Secret for Norway. Leave blank to disable.
sv_se: Vänligen ange ditt Svea hemliga nyckel för Norge. Lämna tomt för att avaktivera.

source: Testmode - Norway
sv_se: Testläge - Norge

source: Enable testmode in Norway
sv_se: Slå på testläge i Norge

source: Please enter your Svea Merchant ID for Finland. Leave blank to disable.
sv_se: Vänligen ange ditt Svea MerchantID för Finland. Lämna tomt för att avaktivera.

source: Secret - Finland
sv_se: Hemlig nyckel - Finland

source: Please enter your Svea Secret for Finland. Leave blank to disable.
sv_se: Vänligen ange ditt Svea hemliga nyckel för Finland. Lämna tomt för att avaktivera.

source: Testmode - Finland
sv_se: Testläge - Finland

source: Enable testmode in Finland
sv_se: Slå på testläge i Finland

source: Merchant ID - Denmark
sv_se: MerchantID - Danmark

source: Please enter your Svea Merchant ID for Denmark. Leave blank to disable.
sv_se: Vänligen ange ditt Svea MerchantID för Danmark. Lämna tomt för att avaktivera.

source: Secret - Denmark
sv_se: Hemlig nyckel - Danmark

source: Please enter your Svea Secret for Denmark. Leave blank to disable.
sv_se: Vänligen ange ditt Svea hemliga nyckel för Danmark. Lämna tomt för att avaktivera.

source: Testmode - Denmark
sv_se: Testläge - Danmark

source: Enable testmode in Denmark
sv_se: Slå på testläge i Danmark

source: Please enter your Svea Merchant ID for the global. Leave blank to disable.
sv_se: Vänligen ange ditt Svea MerchantID för den globala marknaden. Lämna tomt för att avaktivera.

source: Secret - global
sv_se: Hemlig nyckel - Global

source: Please enter your Svea Secret for the global checkout. Leave blank to disable.
sv_se: Vänligen ange ditt Svea hemliga nyckel för den globala marknaden. Lämna tomt för att avaktivera.

source: Testmode - global
sv_se: Testläge - Global

source: Enable testmode in the global checkout
sv_se: Slå på testläge i den globala checkouten

source: Logging
sv_se: Loggning

source: Enable logs for Svea Checkout
sv_se: Slå på loggar för Svea Checkout

source: Part payment widget
sv_se: Betalnings-widget

source: Display product part payment widget
sv_se: Visa en delbetalnings-widget

source: Display a widget on the product page which suggests a part payment plan for the customer to use to buy the product.
sv_se: Visa en widget på produktsidan som föreslår en betalplan för kunden vid köp av produkten.

source: Product part payment widget position
sv_se: Position för produktens delbetalnings-widget

source: The position of the part payment widget on the product page. Is only displayed if the widget is activated.
sv_se: Positionen för produktens delbetalnings-widget på produktsidan. Kommer endast att visas om widgeten är aktiverad.

source: Between price and excerpt
sv_se: Mellan pris och utdrag

source: Between excerpt and add to cart
sv_se: Mellan utdrag och “Lägg i varukorg”

source: Between add to cart and product meta
sv_se: Mellan “Lägg i varukorg” och produktmeta

source: Hide "Not you?"
sv_se: Göm “Inte du?”

source: Hide the "Not you?" button in the Svea iframe.
sv_se: Göm “Inte du?”-knappen i Sveas iframe.

source: Hide "Change address"
sv_se: Göm “Ändra address”

source: Hide the "Change address" button in from the Svea iframe.
sv_se: Göm “Ändra adress”-knappen i Sveas iframe.

source: Hide the anonymous flow
sv_se: Glöm det anonyma flödet

source: Hide the anonymous flow, forcing users to identify with their national id to perform a purchase.
sv_se: Göm det anonyma flödet och tvinga besökare att identifiera sig med personnummer för att genomföra ett köp.

source: Sync ZIP code from Svea
sv_se: Synka postnummer med Svea

source: Enable ZIP code sync from the Svea Checkout iframe to WooCommerce, this enables usage of ZIP code specific shipping methods. <br /> <strong>Do not touch this if you do not know what you are doing</strong>.
sv_se: Slå på automatiskt synk av postnummer mellan WooCommerce och Svea, detta möjliggör postnummer-baserade leveransalternativ. <br /> <strong>Rör inte detta om du inte vet vad du gör</strong>.

source: Sync settings
sv_se: Synkinställningar

source: Sync order completion
sv_se: Synka orderstatus “Färdigbehandlad"

source: Enable automatic sync of completed orders from WooCommerce to Svea. <br /> <strong>Do not touch this if you do not know what you are doing</strong>.
sv_se: Slå på automatiskt synk av färdigbehandlade ordrar från WooCommerce till Svea. <br /> <strong>Rör inte detta om du inte vet vad du gör</strong>.

source: Sync order cancellation
sv_se: Synka orderstatus “Avbruten”

source: Enable automatic sync of cancelled orders from WooCommerce to Svea. <br /> <strong>Do not touch this if you do not know what you are doing</strong>.
sv_se: Slå på automatisk synk av avbrutna ordrar från WooCommerce till Svea. <br /> <strong>Rör inte detta om du inte vet vad du gör</strong>.

source: Sync order rows
sv_se: Synka orderrader

source: Enable automatic sync of order rows changed after purchase from WooCommerce to Svea. <br /> This functionality only works on payment methods where payment is not made at the time of the purchase. <br /> <strong>Do not touch this if you do not know what you are doing</strong>.
sv_se: Slå på automatisk synk av orderrader efter uppdaterad order från WooCommerce till Svea. <br /> Detta fungerar endast på betalningssätt där betalningen inte är gjort vid köptillfälltet<br /> <strong>Rör inte detta om du inte vet vad du gör</strong>.

source: Use IP restriction
sv_se: Använd IP-begränsning

source: Verify the IP to one of Sveas server.<br /> This functionality only works if you do not use a reverse proxy on your server. <br /> <strong>Do not touch this if you do not know what you are doing</strong>.
sv_se: Verifiera IP-numret till Sveas servrar <br /> \Detta fungerar endast om du inte använder en reverse-proxy för din server.<br /> <strong>Rör inte detta om du inte vet vad du gör</strong>.

source: Svea Checkout for WooCommerce
sv_se: Svea Checkout för WooCommerce

source: Process payments in WooCommerce via Svea Checkout
sv_se: Behandla betalningar i WooCommerce via Svea Checkout

source: WooCommerce Svea Checkout Gateway has been deactivated because WooCommerce is not installed. Please install WooCommerce and re-activate.
sv_se: WooComemrce Svea Checkout har blivit avaktiverad eftersom WooCommerce inte är installerat. Vänligen installera WooCommerce och aktiver igen.

source: WooCommerce decimals is set to %d, lower than 2 which is the required setting for Svea Checkout to work properly. If you want to hide decimals altogether, add this snippet to your functions.php: %sIf you have just changed the setting, you can ignore this message.
sv_se: WooCommerce-decimaler är satt till %d, lägre än 2 som är kravet för att Svea Checkout ska fungera korrekt. Om du vill dölja decimaler helt kan du lägga in denna kodsnutt i temats functions.php-fil: %sOm du precis har ändrat den inställningen kan du ignorera det här meddelandet.

source: Product
sv_se: Produkt

source: Subtotal
sv_se: Delsumma

source: You must be logged in to checkout.
sv_se: Du måste logga in för att slutföra köpet.

source: Country
sv_se: Land

source: Create an account?
sv_se: Skapa ett konto?

source: A password will be generated and sent to your email
sv_se: Ett lösenord kommer att genereras och skickas till din e-post

source: Order notes
sv_se: Ordernoteringar

source: Notes about your order, e.g. special notes for delivery.
sv_se: Noteringar kring din order, exempelvis en notering kring leverans.

source: Other payment options
sv_se: Andra betalningsalternativ
